Repository: KDE/khangman
Catalog: po/*/khangman.po
Languages: eu, is

source: Notes Theme
eu: Oharrak gaia
is: Minnispunktaþema

source: Sea Theme
eu: Itsasoa gaia
is: Sjávarþema

source: Winter Theme
eu: Negua gaia
is: Vetrarþema

source: Bee Theme
eu: Erlea gaia
is: Býflugnaþema

source: Desert Theme
eu: Basamortua gaia
is: Eyðimerkurþema

source: No theme files found.
eu: Ez da gai-fitxategirik aurkitu.
is: Engar þemaskrár fundust.

source: File $KDEDIR/share/apps/kvtml/%1/%2 not found. Please check your installation.
eu: Ez du $KDEDIR/share/apps/kvtml/%1/%2 fitxategia aurkitu. Mesedez, egiaztatu zure instalazioa.
is: Skráin $KDEDIR/share/apps/kvtml/%1/%2 fannst ekki. Athugaðu uppsetninguna þína.

source: No word list loaded
eu: Ez da hitz-zerrendarik zamatu
is: Enginn orðalisti er hlaðinn

# @item:inlistbox no language for that locale
source: None
eu: Batere ez
is: Ekkert

source: No kvtml files found.
eu: Ez da kvtml fitxategirik aurkitu.
is: Engar kvtml-skrár fundust.

source: Level
eu: Maila
is: Stig

source: The language selected by the user
eu: Erabiltzaileak hautatutako hizkuntza
is: Tungumálið sem notandinn valdi

source: Background theme name
eu: Atzeko planoaren gaiaren izena
is: Heiti á þema bakgrunns

source: Check this if you do not want to discover each instance of the same letter.
eu: Markatu hau hizki bakoitzaren agerpen guztiak batera estalgabetzea nahi ez baduzu.
is: Veldu þetta ef þú vilt ekki birta hvert eintak af sama stafnum.

source: Enable Animations
eu: Gaitu animazioak
is: Virkja hreyfingar

source: If checked, sounds will be played for New Game and Win Game
eu: Markatuta badago, soinuak joko dira Joko berrirako eta Jokoa irabaztean
is: Ef þetta er valið verður hljóð spilað þegar nýr leikur hefst og þegar leikur vinnst.

source: If checked, hints will always been displayed. If this is not checked (default) hints will be displayed only per word when the user chooses to show the hint.
eu: Markatuta badago, argibideak beti azalduko dira. Markatu gabe badago (lehenetsitakoa) aholkuak, erabiltzaileak haiek erakustea hautatzen duenean soilik, eta hitz bakoitzeko, azalduko dira,
is: Ef þetta er valið verða ábendingar alltaf birtar. Ef þetta er ekki merkt (sjálfgefið) munu ábendingar fyrir orð aðeins verða birtar þegar notandinn velur að láta þær birtast.

source: This setting allows you to set in seconds how much time is available for resolving the word.
eu: Ezarpen horrek, hitza ebazteko zenbat denbora, segundotan, erabilgarri dagoen ezartzen uzten dizu.
is: Þessi stilling gerir þér kleift að tiltaka hve langur tími sé í boði til að leysa orðið.

source: Type accented letters separately from normal letters
eu: Tekleatu azentudun letrak letra arruntetatik bereizita
is: Skrifa broddstafi aðskilið frá venjulegum stöfum

source: The Providers path for KHangMan
eu: «KHangMan»en hornitzaileenganako bide-izena
is: Upprunaslóð fyrir KHangMan

source: Classical hangman game by KDE
eu: KDEren urkatuaren joko klasikoa
is: Hinn klassíski hengimann-leikur fyrir KDE

source: Previous maintainer
eu: Arduradun ohia
is: Fyrri umsjónarmaður

source: Original Author
eu: Jatorrizko egilea
is: Upprunalegur höfundur

source: Developer
eu: Garatzailea
is: Forritari

source: Coding help
eu: Kodetzeko laguntza
is: Hjálp við kóðun

source: Swedish data files, coding help, transparent pictures and i18n fixes
eu: Suediera datu-fitxategiak, kodetzeko laguntza, irudi gardenak eta i18n zuzenketak
is: Sænskar gagnaskrár, hjálp við kóðun, gegnsæjar myndir og i18n leiðréttingar

source: Spanish data files
eu: Gaztelerako datu-fitxategiak
is: Spænskar gagnaskrár

source: Danish data files
eu: Danierako datu-fitxategiak
is: Danskar gagnaskrár

source: Finnish data files
eu: Finlandierako datu-fitxategiak
is: Finnskar gagnaskrár

source: Brazilian Portuguese data files
eu: Brasilgo portugeseko datu-fitxategiak
is: Brasilískt Portúgalskar gagnaskrár

source: Catalan data files
eu: Katalaneko datu-fitxategiak
is: Katalónskar gagnaskrár

source: Italian data files
eu: Italierako datu-fitxategiak
is: Ítalskar gagnaskrár

source: Dutch data files
eu: Nederlanderako datu-fitxategiak
is: Hollenskar gagnaskrár

source: Czech data files
eu: Txekierako datu-fitxategiak
is: Tékkneskar gagnaskrár

source: Hungarian data files
eu: Hungarierako datu-fitxategiak
is: Ungverskar gagnaskrár

source: Norwegian (Bokmål) data files
eu: Norvegierako (Bokmål) datu-fitxategiak
is: Norskar (Bokmål) gagnaskrár

source: Tajik data files
eu: Tajikerako datu-fitxategiak
is: Tælenskar gagnaskrár

source: Serbian (Cyrillic and Latin) data files
eu: Serbierako (Ziriliko eta latindarra) datu-fitxategiak
is: Serbneskar (kýrílskar og latneskar) gagnaskrár

source: Slovenian data files
eu: Eslovenierako datu-fitxategiak
is: Slóvenskar gagnaskrár

source: Portuguese data files
eu: Portugeseko datu-fitxategiak
is: Portúgalskar gagnaskrár

source: Norwegian (Nynorsk) data files
eu: Norvegierako datu-fitxategiak
is: Norskar (nýnorskar) gagnaskrár

source: Turkish data files
eu: Turkierako datu-fitxategiak
is: Tyrkneskar gagnaskrár

source: Russian data files
eu: Errusierako datu-fitxategiak
is: Rússneskar gagnaskrár

source: Bulgarian data files
eu: Bulgarierako datu-fitxategiak
is: Búlgarskar gagnaskrár

source: Irish (Gaelic) data files
eu: Irlanderako (Gaelikoa) datu-fitxategiak
is: Írskar (gelískar) gagnaskrár

source: Softer Hangman Pictures
eu: Urkatuaren irudi xamurragoak
is: Léttvægari hengimann-myndir

source: Coding help, fixed a lot of things
eu: Kodetzeko laguntza, zuzenketa ugari
is: Hjálp með kóða, lagaði margt

source: Code for generating icons for the characters toolbar
eu: Karaktereen tresna-barrako ikonoak sortzeko kodea
is: Kóði tila að búa til táknmyndir fyrir bókstafi tækjaslárinnar.

source: Code cleaning
eu: Kodearen garbiketa
is: Kóðahreinsun

# NAME OF TRANSLATORS
source: Your names
eu: Iñigo Salvador Azurmendi,Ion Gaztañaga
is: Pjetur G. Hjaltason,Arnar Leósson,Björgvin Ragnarsson

# EMAIL OF TRANSLATORS
source: Your emails
eu: xalba@ni.eus,ion_g_m@hotmail.com
is: pjetur@pjetur.net,leosson@frisurf.no,nifgraup@hotmail.com

source: Choose the word category
eu: Aukeratu hitzen kategoria
is: Veldu orðaflokk

source: Select a language
eu: Aukeratu hizkuntza bat
is: Veldu tungumál

source: Select a theme
eu: Aukeratu gai bat
is: Veldu þema

source: Pause
eu: Eten
is: Setja í bið

source: Play
eu: Jokatu
is: Spila

# @action:button
source: Configure
eu: Konfiguratu
is: Grunnstilla

source: Configure
eu: Konfiguratu
is: Grunnstilla

source: Get new language files
eu: Lortu hizkuntza-fitxategi berriak
is: Sækja nýjar tungumálaskrár

source: View the KHangMan Handbook
eu: Ikusi KHangMan eskuliburua
is: Skoða KHangMan-handbókina

source: About KHangMan
eu: «KHangMan»i buruz
is: Um KHangMan

source: About KDE
eu: KDEri buruz
is: Um KDE

source: Remaining guesses:
eu: Geratzen diren saiakerak:
is: Eftirstandandi ágiskanir:

source: Score:
eu: Puntuazioa:
is: Stig:

source: Wins:
eu: Irabazitakoak:
is: Vinningar:

source: Losses:
eu: Galdutakoak:
is: Töp:

source: Hint
is: Vísbending

source: Display the hint.
eu: Azaldu aholkua.
is: Birta ábendinguna.

source: Change the category.
eu: Aldatu kategoria.
is: Skiptu um flokk.

source: Change the language.
eu: Aldatu hizkuntza.
is: Skiptu um tungumál.

source: Reveal Word
eu: Agertu hitza
is: Afhjúpa orð

source: Reveal the current word.
eu: Agertu uneko hitza.
is: Afhjúpa fyrirliggjandi orð.

source: Load the next word and start a new game.
eu: Zamatu hurrengo hitza eta hasi joko berri bat.
is: Hlaða inn næsta orði og byrja nýjan leik.

source: Error: %1
eu: Errorea: %1
is: Villa: %1

# @action:button
source: Close
eu: Itxi
is: Loka

source: KHangMan Settings
eu: KHangMan-en ezarpenak
is: Stillingar KHangMan

source: Word resolve time in seconds
eu: Hitza ebazteko denbora segundotan
is: Tími við að leysa orð í sekúndum

source: The duration for showing the hint for the actual word
eu: Uneko hitzaren aholkua erakusteko iraupena
is: Tímalengdin sem birta á ábendinguna fyrir raunverulega orðið

source: Score Multiplying Factor:
eu: Puntuazioa biderkatzeko faktorea:
is: Margföldunarstuðull stigagjafar:

source: Determine the factor by which the scores will be multiplied.
eu: Zehaztu puntuazioak biderkatzeko faktorea.
is: Ákvarðaðu gildið sem stigin verða margfölduð með.

# @option:check
source: Enable sounds
eu: Gaitu soinuak
is: Virkja hljóð

# @action:button
source: Save
eu: Gorde
is: Vista

# @action:button
source: Cancel
eu: Utzi
is: Hætta við
